---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ArrowClosed
source: html/abccf453-f4e6-fdae-396f-d0205114f8c5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ArrowClosed Property

"Arrow Closed"

## Syntax (C#)
```csharp
public static ForgeTypeId ArrowClosed { get; }
```